tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "bazel"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "eigen"
brew "ffmpeg"
brew "findutils"
brew "ghostscript", link: false
brew "gradle"
brew "graphviz"
brew "jq"
brew "libomp", link: true
brew "libxml2"
brew "libyaml"
brew "macvim", link: false
brew "mosh"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "pipenv"
brew "pkg-config"
brew "planck"
brew "poppler"
brew "python@3.9"
brew "r"
brew "rust"
brew "sfml"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "wget"
cask "adoptopenjdk8"
cask "intellij-idea-ce"
cask "java"
cask "julia"
cask "latexit"
