tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "staticfloat/julia"
tap "caskroom/cask"
cask "java"
cask "osxfuse"
brew "ant"
brew "archey"
brew "gmp"
brew "isl"
brew "mpfr"
brew "szip"
brew "hdf5"
brew "armadillo"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "openssl"
brew "autoconf"
brew "bison"
brew "cgdb"
brew "chromedriver"
brew "gmp@4"
brew "cloog"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "curl"
brew "doxygen"
brew "drip"
brew "ghostscript"
brew "epstool"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fltk"
brew "fortune"
brew "gawk"
brew "gd"
brew "postgresql", restart_service: true
brew "gdal"
brew "gdk-pixbuf"
brew "gl2ps"
brew "glpk"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "icu4c"
brew "hicolor-icon-theme"
brew "gtk+"
brew "htop"
brew "imagemagick"
brew "jbig2dec"
brew "leiningen"
brew "libssh2"
brew "mpfr@2"
brew "libmpc@0.8"
brew "libxslt"
brew "libyaml"
brew "llvm@3.7"
brew "lzip"
brew "makedepend"
brew "media-info"
brew "metis"
brew "minimal-racket"
brew "node"
brew "plotutils"
brew "qhull"
brew "octave"
brew "openjpeg"
brew "ossp-uuid"
brew "pandoc"
brew "poppler"
brew "protobuf"
brew "py2cairo"
brew "pygobject"
brew "pygtk"
brew "qt"
brew "q"
brew "qscintilla2"
brew "r"
brew "redis"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "scheme48"
brew "sshfs"
brew "stow"
brew "swig"
brew "swig@3.04"
brew "tcl-tk"
brew "texi2html"
brew "texinfo"
brew "tig"
brew "webkit2png"
brew "wget"
brew "wxmac"
brew "wxpython"
brew "yasm"
brew "zsh-syntax-highlighting"
brew "homebrew/science/superlu43"
brew "staticfloat/julia/openblas-julia"
brew "staticfloat/julia/arpack-julia"
brew "staticfloat/julia/llvm37-julia"
brew "staticfloat/julia/suite-sparse-julia"
brew "staticfloat/julia/julia"
cask "google-cloud-sdk"
cask "haskell-platform"
